[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:25};
itm1={id:14,name:Home_Center,refID:51,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:1,y:161,zorder:11};
itm10={backcolor:0,bidimode:left-to-right,content:ARTIST,font:14,height:25,highcolor:0,hlayout:left,id:23,linespacing:0,multiline:false,name:ARTIST,type:TEXTFIELD,visible:true,vlayout:top,width:200,wrapline:no-wrap,x:409,y:340,zorder:20};
itm11={backcolor:0,bidimode:left-to-right,content:Artist name,font:14,height:25,highcolor:0,hlayout:left,id:24,linespacing:0,multiline:false,name:Artist_name,type:TEXTFIELD,visible:true,vlayout:top,width:200,wrapline:no-wrap,x:409,y:366,zorder:21};
itm12={backcolor:0,bidimode:left-to-right,content:Audio ipod,font:7,height:35,highcolor:0,hlayout:center,id:25,linespacing:0,multiline:false,name:Audio_ipod,type:TEXTFIELD,visible:true,vlayout:middle,width:150,wrapline:no-wrap,x:316,y:162,zorder:22};
itm2={id:15,name:Home_footer,refID:52,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:1,y:432,zorder:12};
itm3={id:16,name:TOP,refID:53,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:1,y:1,zorder:13};
itm4={id:17,name:Home_header,refID:50,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:1,y:1,zorder:14};
itm5={backcolor:0,height:180,id:18,layout:normal,name:Artwork,type:IMAGEFIELD,visible:true,width:180,x:198,y:210,zorder:15,layout_param:{clipx:0,clipy:0}};
itm6={backcolor:0,bidimode:left-to-right,content:ALBUM,font:14,height:30,highcolor:0,hlayout:left,id:19,linespacing:0,multiline:false,name:ALBUM,type:TEXTFIELD,visible:true,vlayout:top,width:200,wrapline:no-wrap,x:409,y:210,zorder:16};
itm7={backcolor:0,bidimode:left-to-right,content:Album title,font:14,height:30,highcolor:0,hlayout:left,id:20,linespacing:0,multiline:false,name:Album_title,type:TEXTFIELD,visible:true,vlayout:top,width:200,wrapline:no-wrap,x:409,y:240,zorder:17};
itm8={backcolor:0,bidimode:left-to-right,content:TRACK,font:14,height:25,highcolor:0,hlayout:left,id:21,linespacing:0,multiline:false,name:TRACK,type:TEXTFIELD,visible:true,vlayout:top,width:200,wrapline:no-wrap,x:409,y:281,zorder:18};
itm9={backcolor:0,bidimode:left-to-right,content:Music title,font:14,height:25,highcolor:0,hlayout:left,id:22,linespacing:0,multiline:false,name:Music_title,type:TEXTFIELD,visible:true,vlayout:top,width:200,wrapline:no-wrap,x:409,y:305,zorder:19};

